Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The file is encrypted on this device before any bytes are uploaded. File creation requires a live server connection.
ar: يُشفّر الملف على هذا الجهاز قبل رفع أي بايت. يتطلب إنشاء الملف اتصالاً مباشرًا بالخادم.
bg: Файлът се шифрова на това устройство, преди да бъдат качени каквито и да е байтове. Създаването на файл изисква активна връзка със сървъра.
bn: কোনো বাইট আপলোডের আগে ফাইলটি এই ডিভাইসে এনক্রিপ্ট করা হয়। ফাইল তৈরির জন্য সক্রিয় সার্ভার সংযোগ প্রয়োজন।
ca: El fitxer es xifra en aquest dispositiu abans de pujar-ne cap byte. La creació de fitxers requereix una connexió activa amb el servidor.
cs: Soubor je v tomto zařízení zašifrován před nahráním jakýchkoli bajtů. Vytvoření souboru vyžaduje aktivní připojení k serveru.
da: Filen krypteres på denne enhed, før nogen bytes uploades. Oprettelse af en fil kræver en aktiv serverforbindelse.
de: Die Datei wird auf diesem Gerät verschlüsselt, bevor Bytes hochgeladen werden. Zum Erstellen einer Datei ist eine aktive Serververbindung erforderlich.
el: Το αρχείο κρυπτογραφείται σε αυτή τη συσκευή πριν αποσταλεί οποιοδήποτε byte. Η δημιουργία αρχείου απαιτεί ενεργή σύνδεση με τον διακομιστή.
es: El archivo se cifra en este dispositivo antes de subir ningún byte. La creación de archivos requiere una conexión activa con el servidor.
fa: پیش از بارگذاری هر بایت، فایل در این دستگاه رمزگذاری می‌شود. ساخت فایل به اتصال زنده سرور نیاز دارد.
fi: Tiedosto salataan tässä laitteessa ennen yhdenkään tavun lähettämistä. Tiedoston luominen vaatii aktiivisen palvelinyhteyden.
fr: Le fichier est chiffré sur cet appareil avant le téléversement du moindre octet. La création d’un fichier nécessite une connexion active au serveur.
he: הקובץ מוצפן במכשיר זה לפני העלאת בית כלשהו. יצירת קובץ דורשת חיבור פעיל לשרת.
hi: कोई भी बाइट अपलोड होने से पहले फ़ाइल इस डिवाइस पर एन्क्रिप्ट होती है। फ़ाइल बनाने के लिए सक्रिय सर्वर कनेक्शन आवश्यक है।
hr: Datoteka se šifrira na ovom uređaju prije prijenosa bilo kojeg bajta. Izrada datoteke zahtijeva aktivnu vezu s poslužiteljem.
hu: A fájl az eszközön titkosítódik, mielőtt bármely bájt feltöltődne. A fájllétrehozáshoz élő szerverkapcsolat szükséges.
id: File dienkripsi di perangkat ini sebelum data diunggah. Pembuatan file memerlukan koneksi langsung ke server.
it: Il file viene crittografato su questo dispositivo prima che qualsiasi byte sia caricato. La creazione di file richiede una connessione attiva al server.
ja: ファイルは、データがアップロードされる前にこのデバイス上で暗号化されます。ファイルの作成にはサーバーへの接続が必要です。
kk: Кез келген байт жүктелмес бұрын файл осы құрылғыда шифрланады. Файл жасау үшін белсенді сервер қосылымы қажет.
ko: 바이트를 업로드하기 전에 파일이 이 기기에서 암호화됩니다. 파일 생성에는 활성 서버 연결이 필요합니다.
lt: Failas šifruojamas šiame įrenginyje prieš įkeliant bet kokius baitus. Failui sukurti reikia aktyvaus ryšio su serveriu.
ms: Fail disulitkan pada peranti ini sebelum sebarang bait dimuat naik. Penciptaan fail memerlukan sambungan pelayan aktif.
nb: Filen krypteres på denne enheten før noen byte lastes opp. Filoppretting krever en aktiv servertilkobling.
nl: Het bestand wordt op dit apparaat versleuteld voordat er bytes worden geüpload. Voor het aanmaken van een bestand is een actieve serververbinding vereist.
pl: Plik jest szyfrowany na tym urządzeniu przed przesłaniem jakichkolwiek bajtów. Utworzenie pliku wymaga aktywnego połączenia z serwerem.
pt: O ficheiro é encriptado neste dispositivo antes do envio de quaisquer bytes. A criação de ficheiros requer uma ligação ativa ao servidor.
ro: Fișierul este criptat pe acest dispozitiv înainte de încărcarea oricărui octet. Crearea fișierului necesită o conexiune activă la server.
ru: Файл шифруется на этом устройстве до отправки любых байтов. Для создания файла требуется активное подключение к серверу.
sk: Súbor sa zašifruje v tomto zariadení pred nahraním akýchkoľvek bajtov. Vytvorenie súboru vyžaduje aktívne pripojenie k serveru.
sl: Datoteka je v tej napravi šifrirana, preden se naloži kateri koli bajt. Ustvarjanje datoteke zahteva aktivno povezavo s strežnikom.
sv: Filen krypteras på den här enheten innan några byte överförs. För att skapa filer krävs en aktiv serveranslutning.
th: ไฟล์จะถูกเข้ารหัสบนอุปกรณ์นี้ก่อนอัปโหลดข้อมูลใด ๆ การสร้างไฟล์ต้องใช้การเชื่อมต่อเซิร์ฟเวอร์ที่ใช้งานอยู่
tr: Herhangi bir bayt yüklenmeden önce dosya bu aygıtta şifrelenir. Dosya oluşturmak için canlı bir sunucu bağlantısı gerekir.
uk: Файл шифрується на цьому пристрої до передавання будь-яких байтів. Для створення файлу потрібне активне підключення до сервера.
vi: Tệp được mã hóa trên thiết bị này trước khi tải lên bất kỳ byte nào. Việc tạo tệp cần kết nối trực tiếp với máy chủ.
zh_hans: 文件会在任何字节上传前于此设备上加密。创建文件需要实时服务器连接。
zh_hant: 檔案會在任何位元組上傳前於此裝置上加密。建立檔案需要實時伺服器連線。

source: The generated password is kept only in memory and is removed when the vault locks.
ar: تُحفظ كلمة المرور المُنشأة في الذاكرة فقط وتُزال عند قفل الخزنة.
bg: Генерираната парола се пази само в паметта и се премахва, когато трезорът се заключи.
bn: তৈরি করা পাসওয়ার্ড শুধু মেমোরিতে থাকে এবং ভল্ট লক হলে সরিয়ে ফেলা হয়।
ca: La contrasenya generada només es conserva a la memòria i s'elimina quan es bloqueja la caixa forta.
cs: Vygenerované heslo je uchováváno pouze v paměti a po uzamčení trezoru je odstraněno.
da: Den genererede adgangskode opbevares kun i hukommelsen og fjernes, når boksen låses.
de: Das generierte Passwort wird nur im Arbeitsspeicher aufbewahrt und beim Sperren des Tresors entfernt.
el: Ο δημιουργημένος κωδικός διατηρείται μόνο στη μνήμη και αφαιρείται όταν κλειδώνει η κρύπτη.
es: La contraseña generada se conserva únicamente en memoria y se elimina cuando se bloquea la caja fuerte.
fa: کلمه عبور تولیدشده فقط در حافظه نگهداری و هنگام قفل شدن گاوصندوق حذف می‌شود.
fi: Luotu salasana säilytetään vain muistissa ja poistetaan, kun holvi lukitaan.
fr: Le mot de passe généré est conservé uniquement en mémoire et supprimé lorsque le coffre se verrouille.
he: הסיסמה שנוצרה נשמרת בזיכרון בלבד ומוסרת כשהכספת ננעלת.
hi: जनरेट किया गया पासवर्ड केवल मेमोरी में रखा जाता है और तिजोरी लॉक होने पर हटा दिया जाता है।
hr: Generirana lozinka čuva se samo u memoriji i uklanja kada se trezor zaključa.
hu: A generált jelszó csak a memóriában marad, és a széf zárolásakor törlődik.
id: Kata sandi buatan hanya disimpan dalam memori dan dihapus saat brankas terkunci.
it: La password generata viene conservata solo in memoria e rimossa quando la cassaforte si blocca.
ja: 生成されたパスワードはメモリ内にのみ保持され、保管庫がロックされると削除されます。
kk: Жасалған құпиясөз тек жадта сақталып, қойма құлыпталғанда жойылады.
ko: 생성된 비밀번호는 메모리에만 보관되며 볼트가 잠기면 제거됩니다.
lt: Sugeneruotas slaptažodis laikomas tik atmintyje ir pašalinamas užrakinus saugyklą.
ms: Kata laluan dijana hanya disimpan dalam memori dan dibuang apabila peti besi dikunci.
nb: Det genererte passordet beholdes bare i minnet og fjernes når hvelvet låses.
nl: Het gegenereerde wachtwoord blijft alleen in het geheugen en wordt verwijderd wanneer de kluis wordt vergrendeld.
pl: Wygenerowane hasło jest przechowywane tylko w pamięci i usuwane po zablokowaniu sejfu.
pt: A palavra-passe gerada é mantida apenas na memória e removida quando o cofre é bloqueado.
ro: Parola generată este păstrată numai în memorie și este eliminată când seiful se blochează.
ru: Созданный пароль хранится только в памяти и удаляется при блокировке хранилища.
sk: Vygenerované heslo sa uchováva iba v pamäti a po zamknutí trezoru sa odstráni.
sl: Ustvarjeno geslo se hrani samo v pomnilniku in se odstrani, ko se trezor zaklene.
sv: Det genererade lösenordet lagras endast i minnet och tas bort när valvet låses.
th: รหัสผ่านที่สร้างจะเก็บไว้ในหน่วยความจำเท่านั้นและถูกลบเมื่อตู้นิรภัยล็อก
tr: Oluşturulan parola yalnızca bellekte tutulur ve kasa kilitlendiğinde kaldırılır.
uk: Згенерований пароль зберігається лише в пам'яті й видаляється після блокування сховища.
vi: Mật khẩu đã tạo chỉ được giữ trong bộ nhớ và bị xóa khi kho bị khóa.
zh_hans: 生成的密码仅保存在内存中，并在密码库锁定时移除。
zh_hant: 產生的密碼僅儲存在內存中，並在密碼庫鎖定時移除。

source: The master password is incorrect.
ar: كلمة المرور الرئيسية غير صحيحة.
bg: Главната парола е неправилна.
bn: প্রধান পাসওয়ার্ডটি ভুল।
ca: La contrasenya mestra és incorrecta.
cs: Hlavní heslo není správné.
da: Hovedadgangskoden er forkert.
de: Das Master-Passwort ist falsch.
el: Ο κύριος κωδικός είναι λανθασμένος.
es: La contraseña maestra es incorrecta.
fa: کلمه عبور اصلی نادرست است.
fi: Pääsalasana on väärä.
fr: Le mot de passe principal est incorrect.
he: סיסמת האב שגויה.
hi: मास्टर पासवर्ड गलत है।
hr: Glavna lozinka nije ispravna.
hu: A mesterjelszó helytelen.
id: Kata sandi utama salah.
it: La password principale non è corretta.
ja: マスターパスワードが正しくありません。
kk: Негізгі құпиясөз дұрыс емес.
ko: 마스터 비밀번호가 올바르지 않습니다.
lt: Pagrindinis slaptažodis neteisingas.
ms: Kata laluan induk tidak betul.
nb: Hovedpassordet er feil.
nl: Het hoofdwachtwoord is onjuist.
pl: Hasło główne jest nieprawidłowe.
pt: A palavra-passe mestra está incorreta.
ro: Parola principală este incorectă.
ru: Неверный мастер-пароль.
sk: Hlavné heslo je nesprávne.
sl: Glavno geslo ni pravilno.
sv: Huvudlösenordet är felaktigt.
th: รหัสผ่านหลักไม่ถูกต้อง
tr: Ana parola yanlış.
uk: Головний пароль неправильний.
vi: Mật khẩu chính không đúng.
zh_hans: 主密码不正确。
zh_hant: 主密碼不正確。

source: The master password remains your recovery path even when biometric unlock is enabled.
ar: تظل كلمة المرور الرئيسية وسيلة الاسترداد حتى عند تفعيل الفتح بالمقاييس الحيوية.
bg: Главната парола остава начинът Ви за възстановяване дори когато биометричното отключване е включено.
bn: বায়োমেট্রিক আনলক চালু থাকলেও প্রধান পাসওয়ার্ড আপনার পুনরুদ্ধারের উপায় হিসেবে থাকবে।
ca: La contrasenya mestra continua sent la via de recuperació encara que el desbloqueig biomètric estigui activat.
cs: Hlavní heslo zůstává cestou k obnovení i při zapnutém biometrickém odemykání.
da: Hovedadgangskoden er fortsat din gendannelsesvej, selv når biometrisk oplåsning er aktiveret.
de: Das Master-Passwort bleibt dein Wiederherstellungsweg, auch wenn die biometrische Entsperrung aktiviert ist.
el: Ο κύριος κωδικός παραμένει η οδός ανάκτησής σας ακόμα και όταν είναι ενεργοποιημένο το βιομετρικό ξεκλείδωμα.
es: La contraseña maestra sigue siendo tu vía de recuperación incluso cuando está activado el desbloqueo biométrico.
fa: حتی با فعال بودن بازکردن زیست‌سنجی، کلمه عبور اصلی مسیر بازیابی شما باقی می‌ماند.
fi: Pääsalasana säilyy palautuskeinona, vaikka biometrinen lukituksen avaus olisi käytössä.
fr: Le mot de passe principal reste votre moyen de récupération même lorsque le déverrouillage biométrique est activé.
he: סיסמת האב נשארת נתיב השחזור שלכם גם כאשר ביטול נעילה ביומטרי מופעל.
hi: बायोमेट्रिक अनलॉक सक्षम होने पर भी मास्टर पासवर्ड आपका रिकवरी मार्ग बना रहता है।
hr: Glavna lozinka ostaje način oporavka čak i kada je biometrijsko otključavanje uključeno.
hu: A mesterjelszó biometrikus feloldás mellett is a helyreállítási lehetőség marad.
id: Kata sandi utama tetap menjadi cara pemulihan meskipun pembukaan biometrik diaktifkan.
it: La password principale rimane il metodo di recupero anche quando lo sblocco biometrico è abilitato.
ja: 生体認証によるロック解除を有効にしても、マスターパスワードは引き続き復旧手段として使用できます。
kk: Биометриялық ашу қосылған кезде де негізгі құпиясөз қалпына келтіру жолы болып қалады.
ko: 생체 잠금 해제가 활성화되어도 마스터 비밀번호는 복구 수단으로 유지됩니다.
lt: Pagrindinis slaptažodis lieka atkūrimo būdu net ir įjungus biometrinį atrakinimą.
ms: Kata laluan induk kekal sebagai laluan pemulihan walaupun buka kunci biometrik didayakan.
nb: Hovedpassordet forblir gjenopprettingsmetoden selv når biometrisk opplåsing er aktivert.
nl: Het hoofdwachtwoord blijft je herstelmogelijkheid, ook wanneer biometrisch ontgrendelen is ingeschakeld.
pl: Hasło główne pozostaje metodą odzyskiwania nawet po włączeniu odblokowania biometrycznego.
pt: A palavra-passe mestra continua a ser o método de recuperação mesmo quando o desbloqueio biométrico está ativado.
ro: Parola principală rămâne metoda de recuperare chiar și atunci când deblocarea biometrică este activată.
ru: Мастер-пароль остаётся способом восстановления даже при включённой биометрической разблокировке.
sk: Hlavné heslo zostáva spôsobom obnovenia aj po povolení biometrického odomykania.
sl: Glavno geslo ostane način obnovitve tudi, ko je omogočeno biometrično odklepanje.
sv: Huvudlösenordet förblir din återställningsmetod även när biometrisk upplåsning är aktiverad.
th: รหัสผ่านหลักยังคงเป็นวิธีกู้คืน แม้จะเปิดใช้การปลดล็อกด้วยไบโอเมตริกแล้ว
tr: Biyometrik kilit açma etkin olsa bile ana parola kurtarma yolunuz olarak kalır.
uk: Головний пароль залишається способом відновлення, навіть коли ввімкнено біометричне розблокування.
vi: Mật khẩu chính vẫn là cách khôi phục của bạn ngay cả khi đã bật mở khóa sinh trắc học.
zh_hans: 即使启用了生物识别解锁，主密码仍是您的恢复方式。
zh_hant: 即使啟用了生物辨識解鎖，主密碼仍是您的還原方式。

source: The pending request from %@ will be denied.
ar: سيتم رفض الطلب المعلق من %@.
bg: Чакащата заявка от %@ ще бъде отказана.
bn: %@ থেকে আসা অপেক্ষমাণ অনুরোধটি প্রত্যাখ্যান করা হবে।
ca: Es denegarà la sol·licitud pendent de %@.
cs: Čekající požadavek od %@ bude zamítnut.
da: Den afventende anmodning fra %@ bliver afvist.
de: Die ausstehende Anfrage von %@ wird abgelehnt.
el: Το εκκρεμές αίτημα από %@ θα απορριφθεί.
es: La solicitud pendiente de %@ será rechazada.
fa: درخواست در انتظار از %@ رد خواهد شد.
fi: Käyttäjän %@ odottava pyyntö hylätään.
fr: La demande en attente de %@ sera refusée.
he: הבקשה הממתינה מ-%@ תידחה.
hi: %@ का लंबित अनुरोध अस्वीकार कर दिया जाएगा।
hr: Zahtjev na čekanju od %@ bit će odbijen.
hu: A(z) %@ függőben lévő kérelme el lesz utasítva.
id: Permintaan tertunda dari %@ akan ditolak.
it: La richiesta in sospeso da %@ verrà rifiutata.
ja: %@からの保留中の要求は拒否されます。
kk: %@ жіберген күтудегі сұрау қабылданбайды.
ko: %@의 대기 중인 요청이 거부됩니다.
lt: Laukianti %@ užklausa bus atmesta.
ms: Permintaan belum selesai daripada %@ akan ditolak.
nb: Den ventende forespørselen fra %@ blir avvist.
nl: Het openstaande verzoek van %@ wordt geweigerd.
pl: Oczekujące żądanie od %@ zostanie odrzucone.
pt: O pedido pendente de %@ será recusado.
ro: Cererea în așteptare de la %@ va fi refuzată.
ru: Ожидающий запрос от %@ будет отклонён.
sk: Čakajúca žiadosť od %@ bude zamietnutá.
sl: Čakajoča zahteva od %@ bo zavrnjena.
sv: Den väntande begäran från %@ kommer att avvisas.
th: คำขอที่รอดำเนินการจาก %@ จะถูกปฏิเสธ
tr: %@ tarafından gönderilen bekleyen istek reddedilecek.
uk: Очікуваний запит від %@ буде відхилено.
vi: Yêu cầu đang chờ từ %@ sẽ bị từ chối.
zh_hans: 来自 %@ 的待处理请求将被拒绝。
zh_hant: 來自 %@ 的待處理請求將被拒絕。

source: The selected file could not be read. Please select it again.
ar: تعذرت قراءة الملف المحدد. يرجى تحديده مجددًا.
bg: Избраният файл не можа да бъде прочетен. Изберете го отново.
bn: নির্বাচিত ফাইলটি পড়া যায়নি। আবার বেছে নিন।
ca: No s'ha pogut llegir el fitxer seleccionat. Torneu-lo a seleccionar.
cs: Vybraný soubor se nepodařilo přečíst. Vyberte jej znovu.
da: Den valgte fil kunne ikke læses. Vælg den igen.
de: Die ausgewählte Datei konnte nicht gelesen werden. Wähle sie erneut aus.
el: Δεν ήταν δυνατή η ανάγνωση του επιλεγμένου αρχείου. Επιλέξτε το ξανά.
es: No se pudo leer el archivo seleccionado. Selecciónalo de nuevo.
fa: فایل انتخاب‌شده خوانده نشد. دوباره آن را انتخاب کنید.
fi: Valittua tiedostoa ei voitu lukea. Valitse se uudelleen.
fr: Le fichier sélectionné n’a pas pu être lu. Sélectionnez-le à nouveau.
he: לא ניתן לקרוא את הקובץ שנבחר. יש לבחור אותו שוב.
hi: चुनी गई फ़ाइल पढ़ी नहीं जा सकी। कृपया उसे फिर चुनें।
hr: Odabrana datoteka nije se mogla pročitati. Odaberi je ponovno.
hu: A kijelölt fájl nem olvasható. Válassza ki újra.
id: File yang dipilih tidak dapat dibaca. Silakan pilih kembali.
it: Impossibile leggere il file selezionato. Selezionalo di nuovo.
ja: 選択したファイルを読み込めませんでした。もう一度選択してください。
kk: Таңдалған файл оқылмады. Оны қайта таңдаңыз.
ko: 선택한 파일을 읽을 수 없습니다. 다시 선택하세요.
lt: Nepavyko perskaityti pasirinkto failo. Pasirinkite jį dar kartą.
ms: Fail dipilih tidak dapat dibaca. Sila pilih sekali lagi.
nb: Den valgte filen kunne ikke leses. Velg den på nytt.
nl: Het geselecteerde bestand kon niet worden gelezen. Selecteer het opnieuw.
pl: Nie udało się odczytać wybranego pliku. Wybierz go ponownie.
pt: Não foi possível ler o ficheiro selecionado. Selecione-o novamente.
ro: Fișierul selectat nu a putut fi citit. Selectați-l din nou.
ru: Не удалось прочитать выбранный файл. Выберите его снова.
sk: Vybraný súbor sa nepodarilo prečítať. Vyberte ho znova.
sl: Izbrane datoteke ni bilo mogoče prebrati. Izberite jo znova.
sv: Den markerade filen kunde inte läsas. Välj den igen.
th: ไม่สามารถอ่านไฟล์ที่เลือกได้ โปรดเลือกอีกครั้ง
tr: Seçilen dosya okunamadı. Lütfen yeniden seçin.
uk: Не вдалося прочитати вибраний файл. Виберіть його ще раз.
vi: Không thể đọc tệp đã chọn. Vui lòng chọn lại.
zh_hans: 无法读取所选文件。请重新选择。
zh_hant: 無法讀取所選檔案。請重新選擇。

source: The selected file is larger than the 100 MB limit.
ar: حجم الملف المحدد أكبر من الحد البالغ 100 ميغابايت.
bg: Избраният файл надвишава ограничението от 100 MB.
bn: নির্বাচিত ফাইলটি 100 MB সীমার চেয়ে বড়।
ca: El fitxer seleccionat supera el límit de 100 MB.
cs: Vybraný soubor je větší než limit 100 MB.
da: Den valgte fil er større end grænsen på 100 MB.
de: Die ausgewählte Datei überschreitet die Grenze von 100 MB.
el: Το επιλεγμένο αρχείο είναι μεγαλύτερο από το όριο των 100 MB.
es: El archivo seleccionado supera el límite de 100 MB.
fa: فایل انتخاب‌شده از محدودیت ۱۰۰ مگابایت بزرگ‌تر است.
fi: Valittu tiedosto ylittää 100 Mt:n rajan.
fr: Le fichier sélectionné dépasse la limite de 100 Mo.
he: הקובץ שנבחר גדול ממגבלת 100 MB.
hi: चुनी गई फ़ाइल 100 MB की सीमा से बड़ी है।
hr: Odabrana datoteka veća je od ograničenja od 100 MB.
hu: A kijelölt fájl nagyobb a 100 MB-os korlátnál.
id: File yang dipilih lebih besar dari batas 100 MB.
it: Il file selezionato supera il limite di 100 MB.
ja: 選択したファイルは100 MBの上限を超えています。
kk: Таңдалған файл 100 МБ шегінен үлкен.
ko: 선택한 파일이 100MB 제한을 초과합니다.
lt: Pasirinktas failas viršija 100 MB ribą.
ms: Fail dipilih melebihi had 100 MB.
nb: Den valgte filen er større enn grensen på 100 MB.
nl: Het geselecteerde bestand is groter dan de limiet van 100 MB.
pl: Wybrany plik przekracza limit 100 MB.
pt: O ficheiro selecionado excede o limite de 100 MB.
ro: Fișierul selectat depășește limita de 100 MB.
ru: Размер выбранного файла превышает ограничение 100 МБ.
sk: Vybraný súbor presahuje limit 100 MB.
sl: Izbrana datoteka presega omejitev 100 MB.
sv: Den markerade filen är större än gränsen på 100 MB.
th: ไฟล์ที่เลือกมีขนาดเกินขีดจำกัด 100 MB
tr: Seçilen dosya 100 MB sınırından büyük.
uk: Вибраний файл перевищує обмеження 100 МБ.
vi: Tệp đã chọn lớn hơn giới hạn 100 MB.
zh_hans: 所选文件超过 100 MB 限制。
zh_hant: 所選檔案超過 100 MB 限制。

source: The server link will appear after upload completes.
ar: سيظهر رابط الخادم بعد اكتمال الرفع.
bg: Връзката към сървъра ще се появи след приключване на качването.
bn: আপলোড সম্পন্ন হলে সার্ভারের লিংক দেখা যাবে।
ca: L'enllaç del servidor apareixerà quan s'hagi completat la pujada.
cs: Odkaz na server se zobrazí po dokončení nahrávání.
da: Serverlinket vises, når uploaden er færdig.
de: Der Serverlink wird nach Abschluss des Uploads angezeigt.
el: Ο σύνδεσμος του διακομιστή θα εμφανιστεί μετά την ολοκλήρωση της μεταφόρτωσης.
es: El enlace del servidor aparecerá cuando termine la subida.
fa: پیوند سرور پس از پایان بارگذاری نمایش داده می‌شود.
fi: Palvelinlinkki tulee näkyviin, kun lähetys on valmis.
fr: Le lien du serveur apparaîtra une fois le téléversement terminé.
he: הקישור מהשרת יופיע לאחר השלמת ההעלאה.
hi: अपलोड पूरा होने के बाद सर्वर लिंक दिखाई देगा।
hr: Poveznica poslužitelja prikazat će se nakon dovršetka prijenosa.
hu: A szerverhivatkozás a feltöltés után jelenik meg.
id: Tautan server akan muncul setelah pengunggahan selesai.
it: Il link del server apparirà al termine del caricamento.
ja: アップロードが完了するとサーバーリンクが表示されます。
kk: Сервер сілтемесі жүктеу аяқталғаннан кейін пайда болады.
ko: 업로드가 완료되면 서버 링크가 표시됩니다.
lt: Serverio nuoroda pasirodys baigus įkelti.
ms: Pautan pelayan akan muncul selepas muat naik selesai.
nb: Serverlenken vises etter at opplastingen er fullført.
nl: De serverlink verschijnt wanneer de upload is voltooid.
pl: Link serwera pojawi się po zakończeniu przesyłania.
pt: A ligação do servidor aparecerá após a conclusão do envio.
ro: Linkul serverului va apărea după finalizarea încărcării.
ru: Ссылка сервера появится после завершения отправки.
sk: Odkaz servera sa zobrazí po dokončení nahrávania.
sl: Povezava strežnika se bo prikazala po končanem nalaganju.
sv: Serverlänken visas när överföringen är klar.
th: ลิงก์เซิร์ฟเวอร์จะปรากฏหลังอัปโหลดเสร็จ
tr: Sunucu bağlantısı yükleme tamamlandıktan sonra görünür.
uk: Посилання сервера з'явиться після завершення передавання.
vi: Liên kết máy chủ sẽ xuất hiện sau khi tải lên hoàn tất.
zh_hans: 上传完成后将显示服务器链接。
zh_hant: 上傳完成後將顯示伺服器連結。

source: The shared link for %@ will become available again if it has not expired.
ar: سيصبح الرابط المشترك لـ %@ متاحًا مجددًا إذا لم تنتهِ صلاحيته.
bg: Споделената връзка за %@ ще стане отново достъпна, ако не е изтекла.
bn: %@-এর শেয়ার করা লিংকের মেয়াদ শেষ না হলে এটি আবার ব্যবহার করা যাবে।
ca: L'enllaç compartit de %@ tornarà a estar disponible si no ha caducat.
cs: Sdílený odkaz pro %@ bude znovu dostupný, pokud jeho platnost nevypršela.
da: Det delte link til %@ bliver tilgængeligt igen, hvis det ikke er udløbet.
de: Der geteilte Link für %@ wird wieder verfügbar, sofern er nicht abgelaufen ist.
el: Ο κοινόχρηστος σύνδεσμος για το %@ θα γίνει ξανά διαθέσιμος εφόσον δεν έχει λήξει.
es: El enlace compartido de %@ volverá a estar disponible si no ha caducado.
fa: پیوند مشترک %@ در صورت منقضی نشدن دوباره در دسترس خواهد بود.
fi: Kohteen %@ jaettu linkki tulee uudelleen käytettäväksi, jos se ei ole vanhentunut.
fr: Le lien partagé de %@ redeviendra disponible s’il n’a pas expiré.
he: הקישור המשותף עבור %@ יחזור להיות זמין אם תוקפו לא פג.
hi: %@ का साझा लिंक, यदि समाप्त नहीं हुआ है, फिर उपलब्ध हो जाएगा।
hr: Dijeljena poveznica za %@ ponovno će postati dostupna ako nije istekla.
hu: A(z) %@ megosztott hivatkozása ismét elérhető lesz, ha még nem járt le.
id: Tautan bersama untuk %@ akan tersedia kembali jika belum kedaluwarsa.
it: Il link condiviso per %@ sarà nuovamente disponibile se non è scaduto.
ja: %@の共有リンクは、期限切れでなければ再び利用可能になります。
kk: %@ үшін ортақ сілтеме мерзімі аяқталмаған болса қайта қолжетімді болады.
ko: %@의 공유 링크는 만료되지 않았다면 다시 사용할 수 있습니다.
lt: Bendrinama %@ nuoroda vėl bus pasiekiama, jei jos galiojimas nesibaigė.
ms: Pautan dikongsi untuk %@ akan tersedia semula jika belum tamat tempoh.
nb: Den delte lenken for %@ blir tilgjengelig igjen hvis den ikke er utløpt.
nl: De gedeelde link voor %@ wordt weer beschikbaar als deze niet is verlopen.
pl: Udostępniony link dla %@ będzie znów dostępny, jeśli nie wygasł.
pt: A ligação partilhada de %@ ficará novamente disponível se não tiver expirado.
ro: Linkul partajat pentru %@ va redeveni disponibil dacă nu a expirat.
ru: Общая ссылка для %@ снова станет доступна, если срок её действия не истёк.
sk: Zdieľaný odkaz pre %@ bude znova dostupný, ak jeho platnosť nevypršala.
sl: Povezava v skupni rabi za %@ bo znova na voljo, če še ni potekla.
sv: Den delade länken för %@ blir tillgänglig igen om den inte har upphört.
th: ลิงก์ที่แชร์สำหรับ %@ จะพร้อมใช้งานอีกครั้งหากยังไม่หมดอายุ
tr: %@ için paylaşılan bağlantının süresi dolmadıysa bağlantı yeniden kullanılabilir olacak.
uk: Спільне посилання для %@ знову стане доступним, якщо термін його дії не минув.
vi: Liên kết được chia sẻ cho %@ sẽ khả dụng trở lại nếu chưa hết hạn.
zh_hans: 如果尚未过期，%@ 的共享链接将再次可用。
zh_hant: 如果尚未過期，%@ 的共用連結將再次可用。
